#!/usr/bin/env python
# encoding: utf-8
'''
@license: (C) Copyright 2013-2020, Node Supply Chain Manager Corporation Limited.
@time: 2021/5/6 16:27
@file: 01.py
@author: baidq
@Software: PyCharm
@desc:
'''

a = [
    {
    "_id": {
        "$oid": "5bb578b6831b973a137e3ee6"
    },
    "acompany": [
        "多重肺部感染"
    ],
    "category": [
        "疾病百科",
        "内科",
        "呼吸内科"
    ],
    "cause": "病因未明，推测与几方面因素有关：如大量粉尘吸入（铝，二氧化硅等），机体免疫功能下降（尤其婴幼儿），遗传因素，酗酒，微生物感染等，而对于感染，有时很难确认是原发致病因素还是继发于肺泡蛋白沉着症，例如巨细胞病毒，卡氏肺孢子虫，组织胞浆菌感染等均发现有肺泡内高蛋白沉着。\n虽然启动因素尚不明确，但基本上同意发病过程为脂质代谢障碍所致，即由于机体内，外因素作用引起肺泡表面活性物质的代谢异常，到目前为止，研究较多的有肺泡巨噬细胞活力，动物实验证明巨噬细胞吞噬粉尘后其活力明显下降，而病员灌洗液中的巨噬细胞内颗粒可使正常细胞活力下降，经支气管肺泡灌洗治疗后，其肺泡巨噬细胞活力可上升，而研究未发现Ⅱ型细胞生成蛋白增加，全身脂代谢也无异常，因此目前一般认为本病与清除能力下降有关。",
    "check": [
        "胸部CT检查",
        "肺活检",
        "支气管镜检查"
    ],
    "cost_money": "根据不同医院，收费标准不一致，省市三甲医院约（ 8000——15000 元）",
    "cure_department": [
        "内科",
        "呼吸内科"
    ],
    "cure_lasttime": "约3个月",
    "cure_way": [
        "支气管肺泡灌洗"
    ],
    "cured_prob": "约40%",
    "desc": "肺泡蛋白质沉积症(简称PAP)，又称Rosen-Castle-man-Liebow综合征，是一种罕见疾病。该病以肺泡和细支气管腔内充满PAS染色阳性，来自肺的富磷脂蛋白质物质为其特征，好发于青中年，男性发病约3倍于女性。",
    "drug_detail": [],
    "get_prob": "0.00002%",
    "get_way": "无传染性",
    "name": "肺泡蛋白质沉积症",
    "prevent": "1、避免感染分支杆菌病，卡氏肺囊肿肺炎，巨细胞病毒等。\n2、注意锻炼身体，提高免疫力。",
    "recommand_drug": [],
    "symptom": [
        "紫绀",
        "胸痛",
        "呼吸困难",
        "乏力",
        "毓卓"
    ],
    "yibao_status": "否"
},
    {
    "_id": {
        "$oid": "5bb578b6831b973a137e3ee7"
    },
    "acompany": [
        "肺不张"
    ],
    "category": [
        "疾病百科",
        "儿科",
        "小儿内科"
    ],
    "cause": "(一)发病原因\n病原菌是鲍特菌属(Bordetella)中的百日咳鲍特菌(B.pertussis)，常称百日咳杆菌，已知鲍特菌属有四种杆菌，除百日咳鲍特菌外还有副百日咳鲍特菌(B.parapertussis)，支气管败血鲍特菌(B.bronchiseptica)和鸟型鲍特菌(B.avium)，鸟型鲍特菌一般不引起人类致病，仅引起鸟类感染，百日咳杆菌长约1.0～1.5μm，宽约0.3～0.5μm，有荚膜，不能运动，革兰染色阴性，需氧，无芽孢，无鞭毛，用甲苯胺蓝染色两端着色较深，细菌培养需要大量(15%～25%)鲜血才能繁殖良好，故常以鲍-金(Border-Gengous)培养基(即血液，甘油，马铃薯)分离菌落，百日咳杆菌生长缓慢，在35～37℃潮湿的环境中3～7天后，一种细小的，不透明的菌落生长，初次菌落隆起而光滑，为光滑(S)型，又称I相细菌，形态高低一致，有荚膜和较强的毒力及抗原性，致病力强，如将分离菌落在普通培养基中继续培养，菌落由光滑型变为粗糙(R)型，称Ⅳ相细菌，无荚膜，毒力及抗原性丢失，并失去致病力，Ⅱ相，Ⅲ相为中间过渡型，百日咳杆菌能产生许多毒性因子，已知有五种毒素：\n1、百日咳外毒素(PT)：是存在百日咳杆菌细胞壁中一种蛋白质，过去称作为白细胞或淋巴细胞增多促进因子(leukocytosis or lymphocyte promoting factor，LPE)，组胺致敏因子(histamin sensitizing factor，HSF)，胰岛素分泌活性蛋白(insulin activating protein，IAP)，百日咳外毒素由五种非共价链亚单位(S1～S5)所组成，亚单位(S2～S5)为无毒性单位，能与宿主细胞膜结合，通过具有酶活力的亚单位S1介导毒性作用，S1能通过腺苷二磷酸(ADP)-核糖转移酶的活力，催化部分ADP-核糖从烟酰胺腺嘌呤二核苷酸(NAD)中分离出来，转移至细胞膜抑制鸟苷三磷酸(CTP)结合即G蛋白合成，导致细胞变生，同时还能促使淋巴细胞增高，活化胰岛细胞及增强免疫应答。\n2、耐热的内毒素(endotoxin，ET)，100℃60min只能部分破坏，180℃才能灭活，此毒素能引起机体发热及痉咳。\n3、不耐热毒素(HLT)这种毒素加热55℃30min后能破坏其毒性作用，此毒素抗体对百日咳杆菌感染无保护作用。\n4、气管细胞毒素(TCT)：能损害宿主呼吸道纤毛上皮细胞，使之变性，坏死。\n5、腺苷环化酶毒素(ACT)：存在百日咳杆菌细胞表面的一种酶，此酶进入吞噬细胞后被调钙蛋白所激活，催化cAMP的生成，干扰吞噬作用，并抑制中性粒细胞的趋化和吞噬细胞杀菌能力，使其能持续感染，ACT也是一种溶血素，能起溶血作用，百日咳的重要抗原是百日咳菌的两种血凝活性抗原，一种为丝状血凝素(filamentous hemagglutinin，FHA)，因来自菌体表面菌毛故又称菌毛抗原，FHA在百日咳杆菌黏附于呼吸道上皮细胞的过程中起决定作用，为致病的主要原因。实验发现，FHA免疫小鼠能对抗百日咳杆菌致死性攻击，因此FHA为保护性抗原，另一种凝集原(aggluginogens，AGG)为百日咳杆菌外膜及菌毛中的一种蛋白质成分，主要含1，2，3三种血清型凝血因子，AGG-1具有种特异性；AGG-2，3具有型特异性，通过检测凝集原的型别来了解当地流行情况，目前认为这两种血凝素抗原相应抗体是保护性抗体，百日咳杆菌根据不耐热凝集原抗原性不同分为七型凝集原，1型凝集原为所有百日咳杆菌均具备，7型凝集原为鲍特菌属(包括副百日咳杆菌，支气管败血性杆菌)所共有，2～6型以不同的配合将百日咳杆菌分为不同血清型，测定血清型主要是研究流行时菌株的血清型和选择特殊血清型菌株生产菌苗，此外，副百日咳杆菌与百日咳杆菌无交叉免疫，亦可引起流行，百日咳杆菌对外界理化因素抵抗力弱，55℃经30min即被破坏，干燥数小时即可杀灭，对一般消毒剂敏感，对紫外线抵抗力弱，但在0～10℃存活较长。\n(二)发病机制\n1、发病机制：百日咳发病机制不甚清楚，很可能是百日咳毒素对机体综合作用的结果，当细菌随空气飞沫浸入易感者的呼吸道后，细菌的丝状血凝素黏附于咽喉至细支气管黏膜的纤毛上皮细胞表面；继之，细菌在局部繁殖并产生多种毒素如百日咳外毒素，腺苷环化酶等引起上皮细胞纤毛麻痹和细胞变性，使其蛋白合成降低，上皮细胞坏死脱落，以及全身反应，由于上皮细胞的病变发生和纤毛麻痹使小支气管中黏液及坏死上皮堆聚潴留，分泌物排出受阻，不断刺激呼吸道的周围神经，传入大脑皮质及延髓咳嗽中枢，反射性引起痉挛性咳嗽，由于长期刺激使咳嗽中枢形成兴奋灶，以致非特异性刺激，如进食，咽部检查，冷风，烟雾以及注射疼痛等，均可引起反射性的痉咳，恢复期间亦可因哭泣及其他感染，诱发百日咳样痉咳，近来研究表明百日咳发生机制与百日咳杆菌毒素类物质损害宿主细胞免疫功能有关，CD4+T细胞和Th1细胞分泌的细胞因子所介导的免疫反应，在百日咳杆菌感染中起重要作用。\n2、病理解剖：百日咳杆菌侵犯鼻咽，喉，气管，支气管黏膜，可见黏膜充血，上皮细胞的基底部有多核白细胞，单核细胞浸润及部分细胞坏死。支气管及肺泡周围间质除炎症浸润外，可见上皮细胞胞质空泡形成，甚至核膜破裂溶解，坏死，脱落，但极少波及肺泡。若分泌物阻塞可引起肺不张，支气管扩张，有继发感染者，易发生支气管肺炎，有时可有间质性肺炎；若发生百日咳脑病，镜检或肉眼可见脑组织充血水肿，点状出血，皮质萎缩，神经细胞变性，脑水肿等改变，此时常可见到肝脏脂肪浸润等变化。",
    "check": [
        "耳、鼻、咽拭子细菌培养",
        "周围血白细胞计数及分类检验",
        "血常规",
        "酶联免疫吸附试验",
        "白细胞分类计数"
    ],
    "common_drug": [
        "穿心莲内酯片",
        "百咳静糖浆"
    ],
    "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000-4000元）",
    "cure_department": [
        "儿科",
        "小儿内科"
    ],
    "cure_lasttime": "1-2个月",
    "cure_way": [
        "药物治疗",
        "支持性治疗"
    ],
    "cured_prob": "98%",
    "desc": "百日咳(pertussis，whoopingcough)是由百日咳杆菌所致的急性呼吸道传染病。其特征为阵发性痉挛性咳嗽，咳嗽末伴有特殊的鸡鸣样吸气吼声。病程较长，可达数周甚至3个月左右，故有百日咳之称。多见于5岁以下的小儿，幼婴患本病时易有窒息、肺炎，脑病等并发症，病死率高。百日咳患者，阴性感染者及带菌者为传染源。潜伏期末到病后2-3周传染性最强。百日咳经呼吸道飞沫传播。典型患者病程6-8周，临床病程可分3期：1.卡他期，从发病到开始出现咳嗽，一般1-2周。2,痉咳期，一般2-4周或更长，阵发性痉挛性咳嗽为本期特点。3，恢复期，一般1-2周，咳嗽发作的次数减少，程度减轻，不再出现阵发性痉咳。一般外周血白细胞计数明显增高，分类以淋巴细胞为主。在诊断本病时要注意与支气管异物及肺门淋巴结结核鉴别。近年来幼婴及成人发病有增多趋势。",
    "do_eat": [
        "南瓜子仁",
        "圆白菜",
        "樱桃番茄",
        "小白菜"
    ],
    "drug_detail": [
        "惠普森穿心莲内酯片(穿心莲内酯片)",
        "北京同仁堂百咳静糖浆(百咳静糖浆)",
        "邦琪药业百咳静糖浆(百咳静糖浆)",
        "东新药业百咳静糖浆(百咳静糖浆)",
        "达发新(环酯红霉素片)",
        "康美药业红霉素肠溶片(红霉素肠溶片)",
        "旺龙药业琥乙红霉素颗粒(琥乙红霉素颗粒)",
        "白云山医药琥乙红霉素片(琥乙红霉素片)",
        "国瑞琥乙红霉素片(琥乙红霉素片)",
        "利君制药红霉素肠溶片(红霉素肠溶片)",
        "东信药业琥乙红霉素颗粒(琥乙红霉素颗粒)",
        "石药欧意红霉素肠溶片(红霉素肠溶片)",
        "平光制药红霉素肠溶片(红霉素肠溶片)",
        "北京曙光药业红霉素肠溶片(红霉素肠溶片)",
        "迪瑞制药琥乙红霉素颗粒(琥乙红霉素颗粒)",
        "永定制药百咳静糖浆(百咳静糖浆)",
        "东信药业琥乙红霉素片(琥乙红霉素片)",
        "利君制药琥乙红霉素片(琥乙红霉素片)",
        "北京中新制药琥乙红霉素片(琥乙红霉素片)",
        "华南药业红霉素肠溶片(红霉素肠溶片)",
        "佐今明百咳静糖浆(百咳静糖浆)",
        "恒益药业琥乙红霉素颗粒(琥乙红霉素颗粒)",
        "利君沙(琥乙红霉素颗粒)"
    ],
    "easy_get": "多见于小儿",
    "get_prob": "0.5%",
    "get_way": "呼吸道传播",
    "name": "百日咳",
    "not_eat": [
        "螃蟹",
        "海蟹",
        "海虾",
        "海螺"
    ],
    "prevent": "1、控制传染源：在流行季节，若有前驱症状应及早抗生素治疗。\n2、切断传播途径：由于百日咳杆菌对外界抵抗力较弱，无需消毒处理，但应保持室内通风，衣物在阳光下曝晒，对痰液及口鼻分泌物则应进行消毒处理。",
    "recommand_drug": [
        "琥乙红霉素片",
        "琥乙红霉素颗粒",
        "百咳静糖浆",
        "穿心莲内酯片",
        "红霉素肠溶片",
        "环酯红霉素片"
    ],
    "recommand_eat": [
        "清蒸鸡蛋羹",
        "百合双耳鸡蛋羹",
        "排骨汤",
        "罗汉果雪耳鸡汤",
        "小黄瓜凉拌面",
        "黄瓜三丝汤",
        "黄瓜拌兔丝",
        "黄瓜拌皮丝"
    ],
    "symptom": [
        "吸气时有蝉鸣音",
        "痉挛性咳嗽",
        "胸闷",
        "肺阴虚",
        "抽搐",
        "低热",
        "闫鹏辉",
        "惊厥"
    ],
    "yibao_status": "否"
},
    {
    "_id": {
        "$oid": "5bb578b6831b973a137e3ee8"
    },
    "acompany": [
        "贫血"
    ],
    "category": [
        "疾病百科",
        "急诊科"
    ],
    "cause": "吸入苯蒸气或皮肤接触苯而引起的中毒，有急性、慢性之分。急性苯中毒主要对中枢神经系统产生麻醉作用，出现昏迷和肌肉抽搐；高浓度的苯对皮肤有刺激作用。长期接角低浓度的苯可引起慢性苯中毒，出现造血障碍，早期常见血白细胞数减低，进而出现血小板数减少和贫血。患者可有鼻出血、牙龈出血、皮下出血、月经过多等临床表现。\n急性苯中毒多为误服或急性吸入含苯的有机溶剂所致。这些有机溶剂包括油漆、稀料、工业胶水等。慢性苯中毒是长期吸入低浓度苯及代谢产物酚类所致。",
    "check": [
        "血常规",
        "骨髓象分析",
        "先令氏指数"
    ],
    "common_drug": [
        "布美他尼片",
        "十一味金色丸"
    ],
    "cost_money": "根据不同病情，不同医院，收费标准不一致，市三甲医院约（5000——8000元）",
    "cure_department": [
        "急诊科"
    ],
    "cure_lasttime": "根据不同病情一般为2-4周",
    "cure_way": [
        "药物治疗",
        "支持性治疗"
    ],
    "cured_prob": "75%",
    "desc": "苯(benzene)是从煤焦油分馏及石油裂解所得的一种芳香烃化合物，系无色有芳香气味的油状液体。挥发甚速，易燃易爆。工业上用作溶剂、稀释剂和化工原料。苯属中等毒类，可引起急性或慢性中毒。\n急性苯中毒是指口服含苯的有机溶剂或吸入高浓度苯蒸气后，出现以中枢神经系统麻醉作用为主要表现的病理生理过程，主要症状轻者为醉酒状，步态不稳，哭笑失常，重者意识丧失，抽搐，可因呼吸中枢麻痹或循环衰竭死亡。慢性苯中毒是指苯及其代谢产物酚类影响了骨髓的造血功能，临床表现为白细胞计数和血小板立秋持续减少，最终发展为再生障碍性贫血或白血病。也可影响神经系统，表现为神经衰弱和自主神经功能紊乱。",
    "do_eat": [
        "鸡蛋",
        "大豆",
        "猪肉(瘦)",
        "樱桃番茄"
    ],
    "drug_detail": [
        "桂林南药布美他尼片(布美他尼片)",
        "雄巴拉曲神水十一味金色丸(十一味金色丸)",
        "西藏甘露仁青芒觉(仁青芒觉)",
        "金诃藏药大月晶丸(大月晶丸)",
        "金诃藏药仁青芒觉(仁青芒觉)",
        "苏肽生(注射用鼠神经生长因子)",
        "新峰药业盐酸利多卡因注射液(盐酸利多卡因注射液)",
        "海斯制药盐酸利多卡因注射液(盐酸利多卡因注射液)",
        "西藏甘露十一味金色丸(十一味金色丸)",
        "卓峰地塞米松磷酸钠注射液(地塞米松磷酸钠注射液)",
        "白云山天心地塞米松磷酸钠注(地塞米松磷酸钠注射液)",
        "涟水制药地塞米松磷酸钠注射(地塞米松磷酸钠注射液)",
        "金耀药业地塞米松磷酸钠注射(地塞米松磷酸钠注射液)",
        "遂成药业地塞米松磷酸钠注射(地塞米松磷酸钠注射液)",
        "恩经复(注射用鼠神经生长因子)",
        "金路捷(注射用鼠神经生长因子)",
        "新亚注射用硫代硫酸钠(注射用硫代硫酸钠)",
        "北京永康药业盐酸利多卡因注(盐酸利多卡因注射液)",
        "北京益民药业盐酸利多卡因注(盐酸利多卡因注射液)",
        "中国大冢盐酸利多卡因注射液(盐酸利多卡因注射液)",
        "盐酸利多卡因注射液(盐酸利多卡因注射液)",
        "全星制药注射用布美他尼(注射用布美他尼)",
        "皇隆制药注射用呋塞米(注射用呋塞米)"
    ],
    "easy_get": "多见于制鞋工人及接触化工染料的工人",
    "get_prob": "0.065%",
    "get_way": "无传染性",
    "name": "苯中毒",
    "not_eat": [
        "海蟹",
        "海虾",
        "海参（水浸）",
        "辣椒(青、尖)"
    ],
    "prevent": "对于急性中毒患者，可以立即脱离现场至空气新鲜处，脱去污染的衣着，并用肥皂水或清水冲洗污染的皮肤。口服中毒者，要给患者洗胃，中毒者应卧床静息，并接受对症、支持治疗，可给予葡萄糖醛酸。要注意防止患者出现脑水肿，切记勿给心搏未停者使用肾上腺素，对由于苯中毒引起的再生障碍性贫血症患者，可给予小量多次输血及糖皮质激素治疗。",
    "recommand_drug": [
        "布美他尼片",
        "十一味金色丸",
        "注射用布美他尼",
        "注射用呋塞米",
        "盐酸利多卡因注射液",
        "注射用硫代硫酸钠",
        "大月晶丸",
        "仁青芒觉",
        "注射用鼠神经生长因子",
        "地塞米松磷酸钠注射液"
    ],
    "recommand_eat": [
        "豆腐干炒韭菜",
        "素炒小白菜",
        "白菜蛋花粥"
    ],
    "symptom": [
        "恶心",
        "抽搐",
        "感觉障碍"
    ],
    "yibao_status": "否"
},
    {
    "_id": {
        "$oid": "5bb578b6831b973a137e3ee9"
    },
    "acompany": [
        "支气管哮喘"
    ],
    "category": [
        "疾病百科",
        "内科",
        "呼吸内科"
    ],
    "cause": "因为多种病毒和细菌感染均可引起，较常见的有合胞病毒、副流感病毒、流感病毒、腺病毒、鼻病毒及肺炎支原体等，大多数病例可在病毒感染基础上并发细菌感染。\n婴幼儿的气管和支气管都比较狭小，其周围弹力纤维发育完善，故其粘膜易受感染或其他刺激而肿胀充血，引起管道狭窄，分泌物粘稠不易咳出，从而产生喘鸣音。\n因为婴幼儿患病毒感染者甚多，仅一小部分患儿呈喘息样支气管炎表现，提示同一病毒在不同个别中所产生的不同病理生理改变和临床表现，与机体内在因素密切相关。如近年发现合胞病毒引起的喘息样支气管炎患儿出现特异性IgE抗体，其鼻咽分泌物中组织胺浓度明显高于同样感染而无喘息表现的患儿，其亲属往往有过敏性鼻炎、荨麻疹、哮喘等变态反应性疾病史。约30%左右的患儿曾患湿疹，测血清SIgE含量常见增高。",
    "check": [
        "肺部检查",
        "肺和胸膜听诊",
        "抗链球菌型M蛋白抗体",
        "抗链球菌壁多糖抗体",
        "酶联免疫吸附试验"
    ],
    "common_drug": [
        "布地奈德气雾剂",
        "喷托维林氯化铵糖浆"
    ],
    "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（5000——8000元）",
    "cure_department": [
        "内科",
        "呼吸内科"
    ],
    "cure_lasttime": "6-12个月",
    "cure_way": [
        "药物治疗",
        "支持性治疗"
    ],
    "cured_prob": "95%",
    "desc": "喘息样支气管炎(asthmatoidbronchitis)又称哮喘性支气管炎，泛指一组喘息表现的婴幼儿急性支气管炎，是一种过敏性质的、常与呼吸道感染有关的疾病。患者常有湿疹及其他过敏史，尤以肥胖者多发，病程较长有反复发作史。急性喘息样支气管炎的主要病理基础是支气管平滑肌痉挛、微血管渗漏、粘膜水肿、炎性细胞浸润、分泌物增多滞留所致的气道可逆性阻塞。婴幼儿的气管和支气管都比较狭小，其周围弹力纤维发育完善，故其粘膜易受感染或其他刺激而肿胀充血，引起管道狭窄，分泌物粘稠不易咳出，从而产生喘鸣音。喘息伴呼气性呼吸困难以夜间为重，可有刺激性咳嗽。喘息可自行缓解或经治疗后缓解，发作间隙可无任何症状和体征，部分可发展为支气管哮喘。",
    "do_eat": [
        "鸡蛋",
        "海蚌",
        "赤贝",
        "圆白菜"
    ],
    "drug_detail": [
        "信谊布地奈德气雾剂(布地奈德气雾剂)",
        "桑海制药喷托维林氯化铵糖浆(喷托维林氯化铵糖浆)",
        "赣南制药喷托维林氯化铵糖浆(喷托维林氯化铵糖浆)",
        "奇莫欣(胸腺肽肠溶片)",
        "振兴氨茶碱片(氨茶碱片)",
        "盛翔制药蛇胆川贝液(蛇胆川贝液)",
        "蛇胆川贝液(蛇胆川贝液)",
        "晶珠藏药蛇胆川贝液(蛇胆川贝液)",
        "天天乐药业蛇胆川贝液(蛇胆川贝液)",
        "东信药业蛇胆川贝液(蛇胆川贝液)",
        "广西灵峰药业蛇胆川贝液(蛇胆川贝液)",
        "吉林东方制药枸橼酸喷托维林(枸橼酸喷托维林片)",
        "万托林(硫酸沙丁胺醇气雾剂)",
        "天津太平洋二羟丙茶碱片(二羟丙茶碱片)",
        "海南制药厂蛇胆川贝液(蛇胆川贝液)",
        "首儿药厂小青龙颗粒(小青龙颗粒)",
        "石药欧意枸橼酸喷托维林片(枸橼酸喷托维林片)",
        "纽兰药业小青龙颗粒(小青龙颗粒)",
        "纽兰药业小青龙合剂(小青龙合剂)",
        "济安堂蛇胆川贝液(蛇胆川贝液)",
        "迪龙制药胸腺肽肠溶片(胸腺肽肠溶片)",
        "天津力生制药硫酸沙丁胺醇片(硫酸沙丁胺醇片)",
        "仁和堂硫酸沙丁胺醇片(硫酸沙丁胺醇片)"
    ],
    "easy_get": "无特定的人群",
    "get_prob": "3-5%",
    "get_way": "无传染性",
    "name": "喘息样支气管炎",
    "not_eat": [
        "海蟹",
        "海虾",
        "海螺",
        "猪肉(肥瘦)"
    ],
    "prevent": "根据上节所述，对喘息样支气管炎病儿，要注意家族与患儿自身过敏史，嗜酸性粒细胞检查，血清IgE水平等进行分析。如有支气管哮喘可疑时，应及早给予哮喘的防治措施。",
    "recommand_drug": [
        "枸橼酸喷托维林片",
        "氨茶碱片",
        "二羟丙茶碱片",
        "胸腺肽肠溶片",
        "硫酸沙丁胺醇气雾剂",
        "小青龙合剂",
        "硫酸沙丁胺醇片",
        "蛇胆川贝液",
        "小青龙颗粒",
        "布地奈德气雾剂",
        "喷托维林氯化铵糖浆"
    ],
    "recommand_eat": [
        "紫苏粥",
        "菊花芦根茶",
        "生芦根粥",
        "鲜芦根粥",
        "薏仁党参粥",
        "党参粥",
        "黄芪粥",
        "鸡蛋木耳粥"
    ],
    "symptom": [
        "耸肩喘息",
        "哮鸣音",
        "纤毛上皮细胞损伤脱落",
        "变应性咳嗽",
        "化学性支气管炎",
        "喘息",
        "冬春季的慢性咳...",
        "咳嗽伴哮鸣音"
    ],
    "yibao_status": "否"
},
    {
    "_id": {
        "$oid": "5bb578b6831b973a137e3eea"
    },
    "acompany": [
        "细菌性肺炎"
    ],
    "category": [
        "疾病百科",
        "内科",
        "呼吸内科"
    ],
    "cause": "化脓性感染可使细菌毒素或细胞破溃产物进入肺循环。在内毒素作用下，体内释放出血管活性物质，能使毛细血管通透性增加。感染还可以转移至肺部，从而并发肺功能衰竭。\n休克、创伤者由于大量失血造成的低血容量，可致心输出量降低，同时也造成肺血流量减少。由于肺血容量的减少和源源不断地接受体循环而来的微型栓子，可堵塞肺血管床，致阻碍气体交换的进行。\n这是因为脑创伤可以激发强烈的交感神经冲动，导致显著的末梢血管收缩，随即迅速发生急性心力衰竭和肺水肿。\nARDS是由许多原因引起的急性肺泡-毛细血管膜损伤，有些原因可直接损伤肺：如①吸入烟雾，毒气，胃内容物及溺水；②服用过量海洛因或水杨酸盐；③细菌，病毒及真菌等所致肺部感染；④脂肪，羊水及血栓等引起肺栓塞；以及⑤肺挫伤，放射线损伤与氧中毒等。有些全身性病理过程可引起肺损伤，如败血症、休克、弥散性血管内凝血、过敏反应、创伤及烧伤等，烧伤面积超过40%就可能导致Pao2明显降低，有些治疗措施也可能引起ARDS，如血液透析，体外循环，用尼龙丝去除白细胞等。\n根据病因的不同及病变特点，ARDS曾有20多个名称，如创伤后湿肺，败血症肺，休克肺，输血后肺，微血管漏出综合征，充血性肺不张，透明膜病，出现性肺综合征，僵肺综合症，进行性肺实变等。\n成人呼吸窘迫综合征的病理变化\n各种原因所致急性肺泡-毛细血管膜损害的病理变化均类似，可分为急性阶段与慢性阶段病变：\n(一)急性阶段病变\n主要为广泛肺泡血管内皮和肺泡上皮损伤所致肺水肿，首先是肺间质水肿，后出现肺泡水肿，肺重可达正常值之三倍，肺泡腔内液体蛋白质含量高，甚而是血性液体，并有血细胞，巨噬细胞，细胞碎片，无定形物质，纤维蛋白条和表面活性物质的残存物，偶而可见细胞碎片和蛋白等物质在纤维蛋白网眼中形成透明膜。\n(二)慢性阶段病变\n发病数天后进入慢性阶段，病变以细胞增生为主，两周后即可出现纤维化，Ⅱ型上皮细胞增生取代了变性坏死的Ⅰ型肺泡上皮细胞，加上各种细胞的浸润使肺泡间隔增厚，肺泡腔与肺泡管内富含蛋白质的液体机化而形成纤维化。\n成人呼吸窘迫综合征的发病机制\nARDS的病变主要是肺泡-毛细血管膜损伤引起肺水肿和继后的细胞增生和纤维化，细胞增生反应和纤维化的机制和炎症修复过程相同，故此处着重讨论急性肺损伤的机制。\nARDS病人均有肺动脉高压，故有人强调肺微血管内高压为肺水肿的原因，但病人肺动脉楔压往往并不高，说明毛细血管压并不一定高，水肿液蛋白质含量丰富，动物实验也证明，类似ARDS的动物模型肺淋巴液流量增大，肺淋巴液中蛋白质浓度与血浆蛋白质浓度之比值大于0.7；此时，静脉注入的高分子右旋糖酐(分子量500，000)可透入肺泡液，均说明ARDS时的肺水肿主要是渗透性肺水肿，由于肺泡-毛细血管膜损伤使其通透性增高所致。\nARDS中肺泡毛细血管膜通透性增高的机制并未完全阐明，有些原始病因能直接损伤肺泡毛细血管膜使其通透性增高，如吸入胃酸，毒气，烟熏，放射性损伤及细胞毒素作用等。大量实验表明，更主要的是继发性损伤，即通过白细胞和血小板在肺内聚集引起肺泡-血管膜损伤使其通透性增高。\n(一)中性粒细胞在ARDS发病中的作用\nARDS病人外周血液中中性粒细胞数减少，肺活检可见肺内有中性粒细胞聚集和浸润，支气管肺泡洗出液中中性粒细胞可增加20～100倍，现在一般认为中性粒细胞在肺中聚集，激活，释放氧自由基，蛋白酶和脂质代谢产物，从而导致肺微血管膜及肺泡上皮的损伤，是ARDS肺水肿的主要发病机制。\n1、中性粒细胞在肺血管中聚集：正常人在直立体位时约有10～20%的中性粒细胞聚集在肺毛细血管床中，这是一种物理性扣留，由于一个肺泡有近千节(segment)毛细血管，每节毛细血管长1～30μm(平均8μm)，直径1～15μm(平均5μm)，一个血细胞从肺动脉流入肺静脉要经过100个以上的毛细血管节，中性粒细胞直径大于毛细血管口径，其形状与红细胞相比更接近球形，故变形能力较差，变形速度较慢，所以中性粒细胞易被扣留在肺毛细血管床中。由于肺毛细血管床容量较大，白细胞的扣留对肺血管的阻力和肺动脉压的影响不大，物理性扣留的中性粒细胞一般不进入肺泡腔，故正常人支气管肺泡洗出液中的细胞90～95%是巨噬细胞。\nARDS时中性粒细胞在肺血管中的聚集是化学性粘附(adhesion)，是由于趋化因子作用的结果，实验证明，中性粒细胞经趋化因子激活后与血管内皮细胞之间的亲和力显著增强，肺泡毛细血管总面积达60m2,可粘附大量中性粒细胞，以至使外周血液中白细胞数减少。\n趋化因子种类很多，主要有补体激活产物C5a，纤维蛋白降解产物(FDP)，花生四烯酸代谢产物如白三烯B4(LTB4)，羟花生四烯酸(HETE)和血栓素A2(AXA2)，血小板活化因子(PAF)，以及其他具趋化作用的蛋白质，多肽和脂质，其中研究较多的是补体的作用，在临床确诊ARDS前8小时血浆C5a往往已升高，激活的补体本身并不直接损伤肺血管内皮细胞，它是通过激活中性粒细胞起损伤作用，给出羊灌注激活的补体可导致肺水肿。如先用氮芥使粒细胞减少后再灌注激活之补体，则肺水肿的发生明显较经，激活的中性粒细胞可浸润入肺间质和进入肺泡腔，ARDS病人支气管肺泡洗出液中存在补体碎片及大量中性粒细胞，近年来发现中性粒细胞表面有一组糖蛋白，后者与粒细胞的粘附和吞噬功能有关，它们是巨噬细胞分子-1(macrophage-1,Mac-1)淋巴细胞功能相关抗原-1(lymphocyte function associated antegen-1，LFA-1)，其中Mac-1与粘附功能关系最密切，正常中性粒细胞表面仅有少量Mac-1表达，在病理情况下，趋化因子的作用使中性粒细胞表面Mac-1表达量增加，促进中性粒细胞与血管内皮细胞间的粘附。\n2、中性粒细胞对肺泡-毛细血管膜的损伤：动物实验中静脉注入内毒素，空气等可复制急性肺微血管损伤的模型，用佛波豆蔻醚乙酸盐(phorbol myristate acetate，PMA)激活的中性粒细胞灌注离体肺也可使肺毛细血管通透性增高，如先用羟基脲，氮芥等使动物中性粒细胞数减少，则内毒素，空气栓子等对肺微血管的损伤明显减轻，细胞培养中发现，中性粒细胞秘须紧密粘附于内皮细胞才能使单层肺动脉内皮的通透性增高，以上说明减轻，细胞培养中发现，中性粒细胞必须紧密粘附于内皮细胞才能使单层肺动脉内皮的通透性增高，以上说明，中性粒细胞的粘附与激活在ARDS发病中具有重要作用，很可能是中性粒细胞激活时释放的氧自由基，蛋白酶，脂质代谢产物和肽类物质等造成肺泡-毛细血管膜的损伤。\n(1)氧自由基的作用：中性粒细胞被激活时，耗氧量急剧上升，比静息时增加数倍至数十倍，此时细胞膜上的NADPH氧化酶(NADPh oxidase)被激活，将还原型辅酶Ⅱ(NADPH)转变为氧化型(NADP)，氧分子则获得电子形成超氧阴离子O2-，由O2-又可生成H2O2和OH，将正常中性粒细胞和其激活剂PMA一起灌注离体肺可引起肺水肿，水肿液蛋白质含量高；如将遗传性慢性肉芽肿病患者的中性粒细胞与PMA灌注则不引起肺水肿，因为慢性肉芽肿病患者的中性粒细胞缺乏NADPH氧化酶，氧自由基的生成少，另外，静脉内注射氧自由基清除剂，如超氧化物歧化酶(SOD)，过氧化氢酶，过氧化物酶，二甲本硫脲等，可减轻实验动物的急性肺损伤，可见，中性粒细胞激活时通过释放氧自由基引起肺损伤。\n氧自由基损伤肺微血管内皮及肺泡上皮细胞的作用可能有以下几个方面：①作用于细胞膜和细胞器膜，使其脂质过氧化，从而损害细胞膜和细胞膜的结构和功能；②作用于酶，使之失活；③作用于α1—蛋白酶抑制物，使之失活，从而增强溶酶体释放的蛋白酶对组织的破坏作用；④作用于血浆成份，可形成一种很强的趋化物，引起更多的中性粒细胞在肺内聚集与激活，产生更多的氧自由基，由此形成阳性反馈，加重肺的损伤。\n(2)蛋白酶的作用：中性粒细胞中溶酶体含有多种中性蛋白酶和酸性蛋白酶，当中性粒细胞被激活或破坏时，释出的这些酶可引起周围蛋白质的分解和组织结构的破坏，使肺泡-毛细血管膜的通透性增高，其中研究较多的是中性粒细胞弹性蛋白酶，例如实验中发现，ARDS病人支气管肺泡洗出液中弹性蛋白酶活性很高，给动物注射内毒素或油酸复制ARDS模型时，其血浆及肺泡洗出液中弹性蛋白酶含量也增多；给动物注射中性粒细胞弹性蛋白酶可引起肺血管内皮及肺泡上皮的通透性增高；组织培养中加入弹性蛋白酶导致内皮细胞分散等，说明中性粒细胞弹性蛋白酶与ARDS中的肺损伤有关，弹性蛋白酶可降解弹性蛋白，胶原蛋白，纤维连接蛋白(fibronectin,FN)等，纤维连接蛋白在内皮细胞之间和内皮细胞与基底膜之间起“锚连”作用，纤维连接蛋白受损，则血管通透性增高。\n肝脏和肺泡巨噬细胞能合成α1-蛋白酶抑制物(α1-protease inhibitor,α1-PI)，后者能抑制弹性蛋白酶，虽然ARDS病人血浆α1-PI可正常，支气管肺泡洗出液中α1-PI活性却降低，可能由于中性粒细胞产生的自由基使其氧化灭活所致，蛋白酶与蛋白酶抑制物间的失衡更加重了蛋白酶对组织的损伤，使肺泡-毛细血管膜通透性增高。\n3、脂类代谢产物的作用：内毒素等许多致病因素激活中性粒细胞，巨噬细胞，肥大细胞，内皮细胞等细胞膜上的磷脂酶A2，使膜磷脂裂解为花生四烯酸，后者通过环加氧酶途生成前列腺素，通过脂加氧酶途径生成白三烯，一般认为白三烯，TXA2，和PGF2α既可收缩肺小动脉引起肺动脉高压，也能增加肺微血管的通透性；而PGI2和PGE1则有扩张血管，降低血压，和使血管通透性降低的作用，急性肺损伤的动物及病人肺泡洗出液及血液中TXA2，PGF2α和LTs均增多，有实验证明PGI2和PGE1对急性肺损伤有一定的治疗作用，白细胞，巨噬细胞，肥大细胞和内皮细胞等激活后还可释放血小板活化因子(PAF)，PAF可促使血小板聚集和TXA2合成，从而导致微血管通透性增高。\n4、蛋白类物质的作用巨噬细胞等激活后尚可释放蛋白类物质,其中较重要的有肿瘤坏死因子(TNF)及白细胞介素ⅠIL-1)，人及动物在内毒素血症时血浆中TNF和IL-1增多，TNF能使肺血管通透性增高,并促使中性粒细胞在肺中聚集;IL-1剌激T淋巴细胞产生白细胞介素2(IL-2),后者也可使肺血管通透性增高。\n总之,现在一般认为,中性粒细胞巨噬细胞在肺内聚集，激活释出大量氧自由基和蛋白酶及脂类代谢产物和蛋白类,引起肺泡-毛细血管膜的损伤和通透性增高,导致肺水肿，这是ARDS的主要发病机制，虽然有报导白细胞减少的病人患败血症时也可发生急性肺损伤，用药物使动物中性粒细胞减少对注油酸引起肺损伤并无明显影响，但这些事实并不足以否定中性粒细胞的致病作用，因为外周血液中的中性粒细胞数不一定能反映肺循环中的粒细胞数，而且究竟需要多少中性粒细胞激活就足以引起急性肺损伤尚不了解，也可能正常聚集在肺血管中的中性粒细胞只有一部分被激活就足以损伤肺而导致ARDS。\n(二)凝血系统在ARDS发病中的作用\nARDS病人肺活检及死后尸解发现，肺小动脉血栓可发生于肺充血，水肿，出血及透明膜的形成之前，ARDS病人合并有弥散性血管内凝血者，其低氧血症和肺顺应性降工远较未合并DIC者为重，中性粒细胞激活和肺组织损伤所释放的促凝物质，肺血管内皮损伤和血液停滞，可导致血小板聚集和血管内凝血形成微血栓，肺内广泛微血栓形成可能引起：①肺循环阻力增加使肺动脉压升高，未堵塞的肺血管则血液量增大和毛细血管压升高，导致压力性肺水肿；②血栓损伤血管壁和血小板释放的血管活性物质以纤维蛋白降解产物，可使血管通透性增高致渗透性肺水肿；③血小板的消耗，纤维蛋白降解产物的抗凝作用，和血管壁的损伤可引起肺内出血；④血小板释放的5-HT等介质使支气管收缩，影响肺通气，近年特别引人注目的是纤维蛋白降解产物(FDP)的作用，发现严重创伤烧伤或感染病人中，已合并ARDS者血中FDP水平比未发生ARDS者高得多，而且ARDS病情与FDP浓度有一定平行关系，将纤维蛋白碎片D(FD)注入家兔血管，可引起进行性外周血液血小板减少，肺间质内白细胞浸润，肺血管通透性增高和肺功能不全;如注入血浆白蛋白，纤维蛋白及纤维蛋白碎片E，则不出现以上病变，很可能小板上有FD特异的膜受体，后者与FD结合可激活血小板，引起血小板聚集和释放反应，另外，FD也是趋化物，能促使中性粒细胞在肺内聚集，粘附和激活，由此加重肺的损害。\n正常肺毛细血管内皮的通透性比肺泡上皮高10倍，ARDS中肺毛细血管通透性的变化早于肺泡上皮，故先发生肺间质水肿，后出现肺泡水肿，肺泡上皮的损伤使Ⅱ型上皮细胞生成的表面活性物质减少，可导致肺不张，形成功能性分流。\n在全身性病理过程如败血症，休克等，中性粒细胞粘附于血管内皮以及血管内凝血引起的组织损伤，不仅发生于肺内，也可发生于肝，肾，肠，心，内分泌器官等处。故不能把ARDS看成仅仅是肺的损伤，但肺的血流量最大，毛细血管床面积也最大，故肺受累最重，使病人主要表现为急性呼吸衰竭。\n成人呼吸窘迫综合征时肺呼吸功能变化\nARDS所致外呼吸功能障碍以肺泡通气-血流比例失调为主，加上弥散功能障碍，表现为低氧血症性呼吸衰竭，极严重病例有总的肺泡通气量减少时可出现高碳酸血症性呼吸衰竭。\n(一)肺泡通气-血流比例失调\n由于Ⅱ型肺泡上皮细胞受损致表面活性物质的生成减少，肺泡水肿使表面活性物质被稀释和破坏，和肺泡过度通气引起的表面活性物质消耗，以致肺泡表面张力升高，肺顺应性降低，导致肺不张，由此形成功能性分流和真性分流，中性粒细胞等释出的白三烯等介质使支气管收缩，和水肿液堵塞小气道，气可造成肺通气障碍而形成功能性分流，ARDS病人分流量可达肺血流量的30%，肺血管内微血栓形成，血管活性物质引起不均匀的肺血管收缩，以及肺间质水肿对血管的压迫，不仅可增加肺血管阻力使肺动脉压升高，尚可增加死腔样通气，因此，肺泡通气-血流比例失调是病人发生呼吸衰竭最主要的原因。\n(二)弥散功能障碍\n肺间质和肺泡水肿，透明膜的形成和慢性阶段细胞的增生及肺纤维化，均可增加弥散膜的厚度，导致弥散功能障碍。\n(三)肺泡通气量减少\nARDS时肺部病变的分布是不均的，肺顺应性降低引起的限制性通气障碍和小气道阻塞引起的阻塞性通气障碍，造成部分肺泡通气量减少，未受累或病变较轻的肺泡反而代偿性通气增强，排出过多的二氧化碳，故病人Paco2反而降低，当肺泡-毛细血管膜损伤更广泛更严重时，全肺总的肺泡通气量将减少，CO2将潴留而发生高碳酸血症，此时Pao2将进一步下降。\n肺通气障碍，Pao2降低对血管化学感受器的剌激，肺充血和肺水肿对J感觉器的剌激，导致病人呼吸窘迫，感受器(juxtapulmonary capillary receptor)位于肺泡毛细血管旁，能感受毛细血管压力剌激，肺充血，肺水肿受剌激反射性地引起呼吸加快。",
    "check": [
        "胸部CT检查",
        "呼吸肌功能测定",
        "血浆蛋白C抗原",
        "肺泡气-动脉血氧分压差",
        "肺毛细血管楔压"
    ],
    "common_drug": [
        "人血白蛋白",
        "注射用还原型谷胱甘肽钠"
    ],
    "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（5000——20000元）",
    "cure_department": [
        "内科",
        "呼吸内科"
    ],
    "cure_lasttime": "2-4月",
    "cure_way": [
        "药物治疗",
        "支持性治疗"
    ],
    "cured_prob": "85%",
    "desc": "成人呼吸窘迫综合征简称ARDS，是一种继发的，以急性呼吸窘迫和低氧血症为特征的综合征。又称休克肺、创伤肺等。为成人急性呼吸衰竭的一种类型。病因包括：休克、严重感染、颅脑损伤、严重创伤、骨折时脂肪栓塞、输血输液过量、DIC、吸入刺激性气体、氧中毒、长期使用呼吸器、体外循环、昏迷或全身麻醉后误吸、烧伤等。尽管原发损害不同，但在肺脏所引起的病理生理改变却相似，其主要特点为：①肺微血管壁通透性增加，间质水肿；②肺表面活性物质缺失，肺泡群萎陷。",
    "do_eat": [
        "莲子",
        "生菜",
        "山药",
        "空心菜"
    ],
    "drug_detail": [
        "莱士人血白蛋白(人血白蛋白)",
        "卫光生物人血白蛋白(人血白蛋白)",
        "泰邦生物人血白蛋白(人血白蛋白)",
        "绿十字(中国)生物制品人血(人血白蛋白)",
        "人血白蛋白(人血白蛋白)",
        "松泰斯(注射用还原型谷胱甘肽钠)",
        "欣得生(盐酸氨溴索葡萄糖注射液)",
        "武汉生物人血白蛋白(人血白蛋白)",
        "诺健(注射用盐酸氨溴索)",
        "广春药业盐酸氨溴索葡萄糖注(盐酸氨溴索葡萄糖注射液)",
        "罗欣药业注射用盐酸氨溴索(注射用盐酸氨溴索)",
        "润阳药业盐酸氨溴索葡萄糖注(盐酸氨溴索葡萄糖注射液)",
        "博康健制药盐酸氨溴索葡萄糖(盐酸氨溴索葡萄糖注射液)",
        "德源生物人血白蛋白(人血白蛋白)",
        "六安华源制药盐酸氨溴索葡萄(盐酸氨溴索葡萄糖注射液)",
        "艾富西药业盐酸氨溴索葡萄糖(盐酸氨溴索葡萄糖注射液)",
        "山西康宝人血白蛋白(人血白蛋白)",
        "莎普爱思盐酸氨溴索葡萄糖注(盐酸氨溴索葡萄糖注射液)",
        "蜀阳药业人血白蛋白(人血白蛋白)",
        "双林生物人血白蛋白(人血白蛋白)",
        "蓉生药业人血白蛋白(人血白蛋白)",
        "金峰制药盐酸氨溴索葡萄糖注(盐酸氨溴索葡萄糖注射液)",
        "广东卫伦人血白蛋白(人血白蛋白)"
    ],
    "easy_get": "无特定人群",
    "get_prob": "3%",
    "get_way": "无传染性",
    "name": "成人呼吸窘迫综合征",
    "not_eat": [
        "啤酒",
        "白酒",
        "洋葱",
        "辣椒(红、尖、干)"
    ],
    "prevent": "对高危的患者应严密观察，加强监护，当发现呼吸频速，PaO2降低等肺损伤表现，应早期给予呼吸支持和其它有效的预防及干预措施，防止ARDS进一步发展和重要脏器损伤。",
    "recommand_drug": [
        "注射用还原型谷胱甘肽钠",
        "注射用盐酸氨溴索",
        "人血白蛋白",
        "盐酸氨溴索葡萄糖注射液"
    ],
    "recommand_eat": [
        "百合糖粥",
        "百合粥",
        "百合花生汤",
        "首乌百合粥",
        "薏米莲子粥",
        "牛奶玉米汤",
        "萝卜豆腐汤",
        "瓜粒杂锦汤"
    ],
    "symptom": [
        "呼吸困难",
        "紫绀",
        "心源性呼吸窘迫"
    ],
    "yibao_status": "否"
}
]


c = {"id": "77", "name": "气胸",
     "intro": "气胸(pneumothorax)是指气体进入胸膜腔，造成积气状态，称为气胸。通常分为三大类：自发性、外伤性和医源性气胸。自发性气胸是由于肺部疾病使肺组织和脏层胸膜破裂，或由于靠近肺表面的肺大疱破裂，肺和支气管内空气进入胸膜腔。",
     "insurance": "否",
     "get_prob": "0.23%",
     "cure_dept": "内科呼吸内科",
     "easy_get": "无特定人群",
     "get_way": "无传染性",
     "neopathy": ["血气胸"],
     "treat": "手术治疗 支持性治疗",
     "treat_prob": "86.2% ",
     "treat_period": "15天",
     "treat_cost": "根据不同医院，收费标准不一致，市三甲医院约（3000 —— 5000元）",
     "cause": "(一)发病原因\n根据有无原发疾病，自发性气胸可分为原发性和继发性气胸两种类型。"
              "\n诱发气胸的因素为剧烈运动，咳嗽，弯腰提重物或上臂高举，举重运动，用力解大便等，当剧烈咳嗽或用力解大便时，肺泡内压力升高，"
              "致使原有病损或缺陷的肺组织破裂引起气胸，使用人工呼吸器，若送气压力太高，就可能发生气胸，据统计，有50%～60%病例找不到明显诱因，有6%左右患者甚至在卧床休息时发病。"
              "\n1.原发性气胸又称特发性气胸，它是指肺部常规X线检查未能发现明显病变的健康者所发生的气胸，好发于青年人，特别是男性体型瘦长者，根据国外文献报道，这种气胸占自发性气胸首位。"
              "\n本病发生原因和病理机制尚未十分明确，大多数学者认为由于胸膜下微小泡(bleb)和肺大疱(bulla)的破裂所致，根据对特发性气胸患者肺大疱病理组织学检查发现，是以胸膜下非特异性炎症性瘢痕为基础，"
              "即细支气管周围非特异性炎症引起脏层胸膜和胸膜下的弹力纤维和胶原纤维增生而成瘢痕，可使邻近的肺泡壁弹性降低导致肺泡破裂，在胸膜下形成肺大疱，细支气管本身的非特异性炎症起着单向活瓣作用，"
              "从而使间质或肺泡产生气肿性改变而形成肺大疱。\n某些学者认为肺组织的先天性发育不全是肺大疱形成的原因，即由于弹力纤维先天性发育不良，而弹性低下，肺泡壁扩张形成大泡而破裂，"
              "Marfan综合征(一种常染色体显性遗传性结缔组织病)好发自发性气胸即是典型的例子。\n在本病的病因中，还有人提出“新膜理论”(neomembranetheory)，侧支通气障碍机制，大气污染学说等。"
              "\n2.继发性气胸其产生机制是在其他肺部疾病的基础上，形成肺大疱或直接损伤胸膜所致，常为慢性阻塞性肺气肿或炎症后纤维病灶(如矽肺，慢性肺结核，弥漫性肺间质纤维化，囊性肺纤维化等)的基础上，"
              "细支气管炎症狭窄，扭曲，产生活瓣机制而形成肺大疱，肿大的气肿泡因营养，循环障碍而退行性变性，在咳嗽，打喷嚏或肺内压增高时，导致肺大疱破裂引起气胸，吴氏等报道的179例自发性气胸病因中，"
              "慢性支气管炎并发肺气肿者占首位(38.5%)，其次为肺结核占17.3%，特发性气胸为13.4%(第3位)，金黄色葡萄球菌性肺炎为12.3%(第4位)，余者为其他原因。"
              "\n金黄色葡萄球菌，厌氧菌或革兰阴性杆菌等引起的化脓性肺炎，肺脓肿病灶破裂到胸腔，产生脓气胸，真菌或寄生虫等微生物感染胸膜，肺，浸润或穿破脏层胸膜引起气胸，支气管肺囊肿破裂等可并发气胸，"
              "此外，食管等邻近器官穿孔破入胸膜腔，应用正压人工通气，长时间使用糖皮质激素等也可引起气胸。\n近年来某些疾病引起的继发性气胸逐渐被人们所注意："
              "\n①肺癌，尤其是转移性肺癌，随着综合性治疗的进展，肺癌患者的生存期逐渐延长，继发于肺癌的气胸日渐增多;其发生率占肺癌者的4%(尤其多见于晚期小细胞肺癌)，其产生原因是：肿瘤阻塞细支气管，"
              "导致局限性气肿;阻塞性肺炎进一步发展成肺化脓症，最后向胸腔破溃;肿瘤本身侵犯或破坏脏层胸膜，"
              "\n②结节病，主要为第3期阶段，气胸发生率为2%～4%，由于后期纤维化导致胸膜下大泡形成或因肉芽肿病变直接侵犯胸膜所致，"
              "\n③组织细胞增多症X：据报道其自发性气胸的发生率可达20%～43%，这与该病晚期发生明显的肺纤维化，最后导致“蜂窝肺”和形成肺大疱有关，"
              "\n④肺淋巴管平滑肌瘤病(LAM)：据文献报道约有40%患者并发自发性气胸，Taylor报道32例LAM中，26例(81%)发生气胸，本病发生与体内雌激素变化有密切关系，由于支气管旁平滑肌增生可部分或完全阻塞气道，"
              "引起肺大疱，肺囊肿，最终导致破裂发生气胸，"
              "\n⑤艾滋病：引起自发性气胸的发生率为2%～5%，Coker等报道298例艾滋病中气胸发生率为4%，其发生机制可能为：该病易侵犯胸膜肺组织，且易并发卡氏肺囊虫肺炎，后者对肺和胸膜具有破坏作用，导致气胸;"
              "位于肺巨噬细胞上的人类免疫缺陷病毒(HIV)的直接细胞毒效应引起弹性蛋白酶释放，导致肺气肿，形成肺大疱。"
              "\n3.特殊类型的气胸\n(1)月经性气胸：即与月经周期有关的反复发作的气胸，本病于1958年首先由Maurer报道，并于1972年由Lillington正式命名为月经性气胸，其发生率仅占女性自发性气胸的0.9%，"
              "约占50岁以下女性气胸患者的5.6%。\n其发生原因主要与肺，胸膜或横膈的子宫内膜异位(endometriosis)有关，确切的发病机制至今未明，"
              "但人们提出一些理论试图解释本病的发生机制：\n①胸腔内子宫内膜异位学说：其理由是气胸发作和月经周期密切有关;许多病例发现在胸腔内有子宫内膜异位;"
              "本病右侧多见且和胸腔内子宫内膜异位位置是一致的;发病年龄在两者也是相同的，因胸腔有子宫内膜异位的存在，细支气管内子宫内膜病灶在经期时充血，肿胀，"
              "使管腔部分阻塞而形成“活瓣”作用，致使远端局限性充气过度导致胸膜破裂，但是也有不能解释的现象：因本病而开胸手术的病例未发现子宫内膜异位病灶者约75%;胸部子宫内膜异位症的患者常有胸腔积液，"
              "月经性咯血，而月经性气胸并不伴有咯血和胸腔积液，因此子宫内膜异位引起的月经性气胸只代表部分气胸的病因。"
              "\n②膈肌通道裂孔学说：从膈肌的胚胎发育和解剖生理来看，气体自腹腔进入胸腔的途径为：膈肌的先天性缺陷，如Morgagni孔和Bochdalek孔等;膈肌上正常的食管，主动脉及下腔静脉裂孔;膈肌先天性破裂，"
              "如膈肌异位子宫内膜脱落后形成裂孔，Meigs’综合征及肺结核患者气腹治疗后出现的气胸已经证实胸腹腔之间存在通路，但在男性中没有见到单因隔肌缺陷而发生自发性气胸者，"
              "国外曾发现1例自发性气胸伴气腹者，并试图通过放射性核素显像法来证明其胸腹间有交通，但结果不支持，上述资料进一步证实了女性特定的发病机制，在月经期间因有不均匀的子宫收缩可能使空气进入宫腔，"
              "并经输卵管到达腹腔，此时恰逢闭塞膈肌小孔的异位子宫内膜组织脱落，膈肌通道临时开放，在胸腔负压吸引泵的作用下将气体从膈肌裂孔吸入胸膜腔而发病;而非月经期时因黏液栓子封闭宫颈，阻断气体由生殖道进入胸腔，"
              "这种理论可解释本病许多临床征象，如做诊断性人工气腹者可诱发气胸;作输卵管结扎或子宫切除后气胸可治愈，然而具有膈肌子宫内膜异位症和缺损者少见，仅占19%，且不少病例经手术阻断膈肌通道后仍有复发，"
              "因此不能单用本理论作全面合理的解释。\n③Kovarik等理论：认为盆腔内的子宫内膜组织可能通过膈肌缺损或血流，淋巴途径播散到肺胸膜下形成病灶，并在月经期脱落造成肺内气体外漏而产生气胸，"
              "日本学者报道1例经开胸探查未见膈肌异常，而在破裂的肺大疱周围发现了子宫内膜组织，更加支持了本理论。\n④前列腺素(主要为前列腺素F2a)水平升高与月经性气胸有关：前列腺素可调节肺血管和支气管平滑肌的舒缩功能，"
              "Rossi认为本病是患者在月经期间血中前列腺素F2a水平上升，使支气管平滑肌收缩，气道内压力升高，促使肺泡及胸膜破裂形成气胸，且前列腺素F2a可引起子宫内膜坏死，但目前尚缺乏充足的证据。"
              "\n(2)妊娠合并气胸：以生育期年轻女性为多，本病患者因每次妊娠而发生气胸，根据气胸出现的时间，可分为早期(妊娠3～5个月)和后期(妊娠8个月以上)两种，其发生机制尚不十分清楚，"
              "有人认为与肾上腺皮质激素水平的变化和胸廓顺应性改变有关，妊娠早期发生的气胸，有学者认为与肾上腺皮质激素水平下降有关(文献报道患者平时尿中17-羟类固醇含量为3.25μmol/24h(1.18mg/24h)，"
              "而妊娠时则降至2.125μmol/24h(0.77mg/24h)，但也有认为妊娠时肾上腺皮质功能亢进，从而抑制了结缔组织损伤后的修复而引起，对于妊娠后期发生的自发性气胸，可能与胸廓顺应性低下而导致胸腔内压升高有关。"
              "\n(3)老年人自发性气胸：60岁以上的人发生自发性气胸称为老年人自发性气胸，近年来，本病发病率有增高趋势，男性较女性多，大多数继发于慢性肺部疾患(约占90%以上)，其中以慢性阻塞性肺部疾病占首位，发生机制尚不十分清楚，"
              "但可能在原有的慢性肺部疾病基础上，由于老年人全身组织和器官不断衰老，肺泡弹性降低，全身抵抗力减退，在一般的活动，甚至咳嗽，打喷嚏及屏气，大便时即可引起肺泡破裂导致气胸。\n(二)发病机制\n随着科学技术的发展，"
              "尤其是光学技术和微型摄像系统及高清晰度显像系统的进一步完善和进展，VATS(电视胸腔镜技术)在临床上得到广泛的应用，由于胸腔镜能彻底，仔细地检查整个肺表面病变，并可在高清晰度内镜和电视显示器下加以放大观察细微的肺胸膜病变"
              "，Vanderscheren根据胸腔镜下肺泡病变与胸膜粘连的情况，将自发性气胸在临床上分为4级：Ⅰ级为特发性气胸，内镜下观察肺组织无明显异常;Ⅱ级为气胸伴有脏层，壁层胸膜粘连;Ⅲ级为脏层胸膜下泡和直径<2cm的肺大疱;"
              "Ⅳ级有多个直径>2cm的肺大疱，本分级方法对指导选择合理的治疗方法有临床实用价值，如Ⅰ级特发性气胸，直接肉眼观察近乎正常外观，但在新近出现的高清晰度内镜和电视显示器加以放大观察可发现直径1～2mm的肺小疱，"
              "能通过内镜用激光或电刀直接凝固封闭，或加用滑石粉等诱导胸膜固定，Ⅱ级仍可用激光或电刀直接凝固，或用纤维蛋白胶封闭，但手术时必须分解粘连带，Ⅲ级可用激光直接凝固直径<2cm的肺大疱，但必须加用不同方式的胸膜固定术，"
              "Ⅳ级为多个巨型肺大疱，能承受开胸手术者，可进行单纯肺大疱切除术或肺楔状切除术，不能耐受开胸手术者，则经胸腔镜喷入滑石粉(或盐酸四环素等)作胸膜固定术。\n有些学者根据肺大疱或合并自发性气胸患者作开胸手术及组织学检查，"
              "将肺大疱分成3型：Ⅰ型：为薄壁囊肿，与支气管几乎不相通，基本属于肺外性质，单腔，腔内无小梁，直径一般为数厘米，有时可达15～25cm，普通X线胸片上显而易见，并形成张力性大泡性肺气肿，对本型作手术切除大泡，治疗效果最好，"
              "Ⅱ型：大泡为中等直径大小，纤维化厚壁，位于肺实质深部，属于肺内大泡，大泡内被许多间隔分开，胸腔镜下仅可见其表面部分，一叶肺内可见数个Ⅱ型肺大疱，患者可无症状，X线胸片亦可无表现，但大泡破裂时即引起自发性气胸，"
              "破裂的大泡在胸腔镜下一般可窥见，Ⅲ型：为大的肺大疱，且不只存在于一个肺叶内，泡内具有多个小梁，并与支气管广泛交通，本型是弥漫性大泡性肺气肿最常见的原因，一旦破裂即形成自发性气胸，本型发病率和死亡率均高"
              "。\n1980年Ohata等报道334例自发性气胸患者中253例行开胸手术，其中126例作了组织学光学显微镜检查，并在扫描电镜观察基础上将60例肺气肿大泡分成3种类型：ReidⅠ型，ReidⅡ型及巨大型肺大疱，"
              "ReidⅠ型特点是肺组织过度膨胀形成大泡，其颈部狭窄，与整个肺结构之间界限清楚;大泡部位胸膜变薄，表面间皮细胞分布稀疏，某些区域甚至完全缺乏，使胶原纤维暴露于外，并能见到数微米大小的小孔或裂隙，大泡基底壁扁平，"
              "由无定形物质组成，散在分布着卵圆形小孔，手术时用显微镜观察到小孔引起漏气，电镜检查发现小孔周围完全缺乏间皮细胞，在大泡内表面没有细胞物质，但代之波浪状胶原纤维束，ReidⅡ型特点是肺大疱较浅;颈部较宽，"
              "与整个肺组织之间分界不清，电镜检查显示大泡部位胸膜表面间皮细胞相对较完整，见到短的微绒毛，但仍然有区域无间皮细胞覆盖，如同ReidⅠ型大泡一样，变坏的肺泡暴露于大泡的腔中;肺泡结构相对正常，并可见到Cohn孔，"
              "巨大型大泡体积大，占据单侧胸腔的1/3以上，大泡壁变薄而呈半透明，电镜检查大泡表面几乎正常，且有正常大小的间皮细胞和厚而短的微绒毛及正常肺泡结构，因此，作者根据气胸病理学进一步阐明其发病机制"
              "，认为自发性气胸的形成并不一定要以大泡破裂为前提，而可能是由于胸膜间皮细胞稀少或完全缺乏(如ReidⅠ型)，在肺内压增高的情况下，空气通过大泡壁的裂孔进入胸膜腔引起，强调胸膜间皮细胞在自发性气胸发生中起着重要作用。",
     "prevent": "气胸预防\n1、戒烟，吸烟可能会加重肺气肿、肺大泡，诱发气胸发生。\n2、如瘦高体型的男性需要注意避免剧烈活动。\n3、老年肺气肿、肺结核患者需要注意保持大便通畅，避免过度用力，有咳嗽者需要注意止咳治疗。"
                "\n4、如反复发生气胸，影像学证实范围不大的肺大泡，可考虑外科手术治疗。", "symptom": ["液气胸", "胸膜休克", "肺泡破裂", "呼吸困难", "胸膜增厚", "干咳", "胸膜粘连", "呼吸音减弱", "气急", "胸痛伴呼吸困难"],
     "treat_detail": "气胸西医治疗\n治疗\n自发性气胸是临床常见急诊之一，若未及时处理往往影响工作和日常生活，尤其是持续性或复发性气胸患者诊疗不及时或不恰当，常损害肺功能，甚至威胁生命。据文献报道自发性气胸发生率为5～46/10万人口，"
                     "复发率为19.6%～56.1%，病死率为l%～7.3%;在1次发作后的复发率为50%，3次发作后的复发率为80%;约15%患者发生双侧性气胸。随着每次发作，像包裹性粘连撕裂引起的血气胸并发症发生率也在增加。"
                     "持续性或复发性气胸(持续性气胸系指自发性气胸经肋间切开水封瓶引流或加用持续负压吸引，仍然漏气超过14天者;而复发性气胸则指单侧气胸发作超过2次或双侧性气胸发作3次以上者。这两种气胸通称为顽固性气胸)均提示肺内有"
                     "不可逆的病理改变，因此积极治疗，预防复发是十分重要的。在确定治疗方案时，应考虑症状、体征、X线变化(肺压缩的程度、有无纵隔移位)、胸膜腔内压力、有无胸腔积液、气胸发生的速度及原有肺功能状态，首次发病抑或复发等因素。"
                     "基本治疗原则包括卧床休息的一般治疗、排气疗法、防止复发措施、手术疗法及并发症防治等。\n1、一般治疗\n气胸患者应绝对卧床休息，尽量少讲话，使肺活动减少，有利于气体吸收。适用于首次发作，肺萎陷在20%以下，"
                     "不伴有呼吸困难者。单纯卧床休息，每天可吸收胸膜腔内气体容积的1.25%。如经1周肺仍然不膨胀者，则需要采用其他治疗措施。Chadha等报道持续吸入高浓度氧疗法(面罩呼吸)氧流量3L/min，可使气胸患者气体吸收率提高4.2%，"
                     "肺完全复张时间缩短至平均5天(范围3～7天)，较一般卧床休息，肺复张所需时间明显缩短。有人报道用面罩吸纯氧治疗气胸，氧流量为10L/min，每次20min，2次/d，结果气胸吸收时间缩短。其机制是提高血中PO2，使氮分压(PN)"
                     "下降，从而增加胸膜腔与血液间的PN差，促使胸膜腔内的氮气向血液传递(氮-氧交换)，加快肺复张。此法应注意氧中毒的发生，避免持续吸入高浓度氧。\n2、排气疗法\n适用于呼吸困难明显、肺压缩程度较重的病人，"
                     "尤其是张力型气胸需要紧急排气者。\n(1)胸膜腔穿刺抽气法：\n①方法：用气胸针在患侧锁骨中线第2前肋间或腋下区第4、第5或第6肋间于皮肤消毒后直接穿刺入胸膜腔，随后连接于50ml或100ml注射器，或人工气胸机抽气并测压，"
                     "直到患者呼吸困难缓解为止。一般1次抽气不宜超过1000ml或使胸膜腔腔内负压在-0.196～0.392kPa(-2～4cmH20)为宜，每天或隔天抽气1次。如属张力型气胸，病情紧急，又无其他抽气设备时，为了抢救患者生命，"
                     "可用粗针头迅速刺入胸膜腔以达到暂时减压的目的。\n②适应证：闭合型气胸，其他类型气胸的现场抢救与诊断。\n③本法的优缺点：本法简便易行，无需特殊设备和器械。但对开放型气胸、张力型气胸仅能达到测压，不能够解决排气，"
                     "达到缓解症状的目的，而且直接穿刺抽气不慎时易穿破肺泡或肺大疱而加重气胸;反复穿刺容易引起感染;并且复发率高。\n(2)胸腔闭式引流术：\n①方法：A.定位：单纯气胸者通常选择第2前肋间插入引流管;局限性气胸或有胸膜粘"
                     "连者，应X线透视定位插管;液气胸需排气排液者，多选择上胸部插管引流，有时需置上、下2根引流管。B.操作：选择质软、刺激性小，外径细、内径大的硅胶管作引流管;用套管针插入胸膜腔，拔出针芯，插入硅胶管，或局部麻醉后切开"
                     "皮肤，用血管钳分离软组织，将引流管插入胸膜腔。\n②引流术类型：A.水封瓶正压引流法：将引流管连接于床旁的单瓶水封正压连续排气装置:\n[即水封瓶内的玻璃管一端置于水面下1～2cm，患者呼气时胸膜腔内正压，只要高于体外"
                     "大气压0.098～0.196kPa(1～2cmH20)就有气体排出]，本法适用于各种类型的气胸，尤其是张力型气胸。此种方法操作简单、痛苦少，可使大部分闭合型气胸治愈，但使肺膨胀至正常所需的时间较持续负压引流法长，对开放型气胸"
                     "治疗效果不如持续负压引流。B.持续负压引流法：在电动马达与水封瓶之间接上调压瓶，调整调压管入水深度，吸引压力维持在-0.49～-1.76kPa(-5～-18cmH20)为宜。\n或将引流管连接于日本长谷等研制的集水封调压为一体的单"
                     "瓶便携式气胸引流装置。本法优点：可连续排气、引流胸腔积液，促使肺早日复张，破口提前愈合，迅速消灭无效腔，减少感染等。对气胸的治愈率达95%以上，平均治愈时间<10天，复发率约16%。缺点：可能因抽气过快偶有发生急性肺"
                     "水肿，故对心力衰竭、高龄者需慎重使用持续恒定低负压装置。本法适用于各种类型的气胸，尤其是张力型气胸，开放型气胸及肺气肿并发的气胸。\n3、胸膜粘连术\n由于自发性气胸复发率高，为了预防复发，用单纯理化剂、免疫赋活剂"
                     "、纤维蛋白补充剂、医用黏合剂及生物刺激剂等引入胸膜腔，使脏层和壁层两层胸膜粘连从而消灭胸膜腔间隙，使空气无处积存，即所谓“胸膜固定术”(pleurodesis)。本方法的缺点是：\n①刺激性较大易引起感染;\n②肺源发病灶仍"
                     "保留，遗有后患;\n③部分刺激剂效果不肯定;部分牢固粘连，给今后开胸手术带来极大困难。\n(1)适应证\n①持续性或复发性自发性气胸患者。\n②有两侧气胸史者。\n③合并肺大疱者。\n④已有肺功能不全，不能耐受剖胸手术者。"
                     "\n(2)禁忌证：\n①张力性气胸持续负压吸引无效者。\n②血气胸或同时双侧性气胸患者。\n③创伤性气胸者。\n④有显著的胸膜增厚，经胸腔引流肺不能完全膨胀者。\n(3)胸膜粘连剂类型：\n①刺激胸膜炎症类：属理化刺激剂的有"
                     "高渗糖、白陶土、橄榄油、维生素C、米帕林(阿的平)、硝酸银、碘、滑石粉、盐酸四环素及其衍生物等。后2种是目前临床上常用的，余者均已弃用;属生物刺激剂的有支气管炎菌苗、链激酶(链球菌激酶)及DNA酶合剂等;属免疫赋活剂的"
                     "有卡介苗、卡介苗细胞壁骨架(BCG-CWS)、CP及OK-432等。其作用机制可能是通过理化，生物刺激及免疫赋活作用产生无菌性及变态反应性胸膜炎，使两层胸膜发生粘连而阻止漏气。\n②纤维蛋白类：属直接补充的有自家血、血浆、纤"
                     "维蛋白糊等;属间接补充的有冻干人纤维蛋白原(纤维蛋白原)加凝血酶;属稳定纤维蛋白的有血液凝固第Ⅷ因子，对抗纤维蛋白溶解的有氨甲环酸(止血环酸)等。其作用是增加纤维蛋白对漏气口的覆盖，又称谓“小野寺内科胸膜粘连术”。\
                     n③直接黏合作用类：医用胶黏合剂氰基丙烯酸酯(cyanoacrylate)直接黏合胸膜裂口。\n(4)方法：\n①胸腔引流管注入法：通常用硅胶管或橡皮管插入病变部位，连续持续负压吸引使肺完全复张，随后经引流管注入黏合剂如：2～"
                     "，或1g盐酸四环素液，或冻干人纤维蛋白原(纤维蛋白原)1g、多西环素30～50mg及凝血酶500μg的混合物等。注药毕，须夹管2～6h，嘱患者不断变动体位，使药液分布均匀，尤其须使药液流至好发肺大疱的肺尖部。最后再持续负压"
                     "吸引，证实肺复张后拔管。若经1次无效者，可重复注药2～3次，渴望有效。本法优点：操作简便、安全，不增加患者痛苦。缺点：胸膜腔注入药物是盲目的，因此药物分布不均匀，完全性粘连效果差。\n②经胸腔套管喷粉法：先在患者"
                     "前上及后下胸部各插进一根胸膜套管，将盐酸四环素粉或碘化滑石粉从一套管口喷入胸腔，至粉末从另一套管口冒出为止。随后按反方向再做1次。术毕分别置入2根引流管让肺完全复张。本法优、缺点同上。但与上述方法比较，用药量减"
                     "少，药粉分布相对较均匀。\n③经胸腔镜用药法：在局部麻醉下插入单插孔式胸腔镜。在直视下可用二氧化碳激光或Nd-YAG激光烧灼烙断粘连带，烧灼凝固大泡漏气口。或直接将氰基丙烯酸酯约0.5ml喷在漏气口上，随后在肉眼控制下"
                     "将药物(如滑石粉等)均匀地喷洒在胸膜上。术毕留置胸腔导管，持续负压吸引至肺复张后拔管。本法优点：诊断准确，撒药均匀，用药少，治疗效果好。缺点：需较贵重的胸腔镜器械和熟练的操作人员。\n(5)目前常用的几种胸膜固定术"
                     "及其疗效和不良反应：\n①滑石粉法：为使用最早，疗效肯定的传统治疗方法。目前以在胸腔镜直视下撒滑石粉效果最好。一般在胸膜上喷2～4g可致胸膜固定。其并发症很少，常见有发热和胸痛，为滑石粉刺激胸膜所致炎症反应，大多"
                     "在2～4天消失。Weissberg对200例气胸患者经胸腔镜喷入2g滑石粉治疗，首次成功率为88%。在失败的12%患者再次喷入滑石粉治疗，使成功率提高到97%，随访只有3%复发。上海医科大学中山医院对40例持续性或复发性气胸患者，经"
                     "胸膜腔喷入3g滑石粉治疗，在1～3天内肺完全复张，随访2～7年复发率为5%。Viskum等报道99例自发性气胸患者经胸腔镜作滑石粉固定术，仅2例(2%)复发;随访时间超过20年，资料完整的50例患者胸部X线片显示11例正常，两侧肋膈"
                     "角锐利;37例轻至中等度胸膜变化，如肋膈窦闭锁或小的胸膜斑，部分钙化;另2例双侧胸膜明显增厚钙化。经14～40年随访，未发现纯化滑石粉诱发恶性病，上述资料显示：经胸腔镜喷入滑石粉治疗气胸成功率高，肺完全复张时间缩短，"
                     "复发率显著降低，几乎可与开胸手术相媲美，并发症比手术切除少，而且不良反应轻。认为本法是治疗气胸的一种完全有效的方法，也是预防复发的有效措施。\n②盐酸四环素及其衍生物法：本法是现在较多使用的一种治疗气胸方法，通"
                     "常用盐酸四环素1g，或盐酸多西环素，或米诺环素(二甲胺四环素)，或米诺环素(二甲胺四环素)加维生素C混合，经胸腔引流管或胸腔镜喷入胸膜腔，刺激胸膜产生粘连，近期疗效较高，在80%以上，但3个月后复发率达20%～40%，平均"
                     "为26%。术后均有发热和胸痛。\n③纤维蛋白胶法：即经胸腔引流管或经胸腔镜将纤维蛋白和凝血酶喷涂在病侧胸膜上，产生胸膜固定。由于这些制剂属人体生理物质，因此不良反应轻微，仅17.3%患者可致一过性肝功能损害，多在1个月"
                     "内康复。这种方法成功率较高，平均复发率24%。石氏等人用纤维蛋白原1g、盐酸多西环素30～50mg及凝血酶500μg[或加2%氯化钙10ml和氨甲环酸(止血环酸)10ml]分别喷注1～5次，复发率仅3.7%;术后胸痛70.4%。\n4、肺或大泡"
                     "破口闭合法\n在诊断为肺气肿大泡破裂而无其他的肺实质性病变时，可在不开胸的情况下经内镜使用激光或黏合剂使裂口闭合。\n(1)用纤维支气管镜通过胸膜腔达肺大疱后插入小导管到肺大疱内注入纤维蛋白胶和凝血酶，或多西环素，"
                     "或滑石粉使破口粘连愈合。此法较简单，但复发率较高。\n(2)在胸腔镜直视下对准肺大疱或肺组织裂孔，喷涂快速医用ZT胶或纤维蛋白胶，或经胸腔镜用Nd-YAG激光或二氧化碳激光烧灼凝固直径<20mm的肺大疱，取得良好效果，不良"
                     "反应少。吴振雄等用纤维支气管镜代替胸腔镜对6例顽固性漏气的气胸患者作胸腔镜检查，采用局部喷涂快速医用ZT胶1～2ml封闭脏层胸膜破口进行治疗，术毕即感胸闷、气促改善，术后7～8h气胸消失，患侧肺复张，平均治愈时间21."
                     "8h。2例于喷涂ZT胶后患侧胸部隐痛伴紧缩感，余者无任何不良反应[zT胶是α-氰基丙烯酸酯，在组织表面上能瞬间聚合固化成膜(固化时间<7s)，胶膜韧性好，与组织镶嵌紧密，降解速度慢]。\n国内某医院对5例持续性气胸患者经胸腔"
                     "镜用Nd-YAG激光烧灼凝固直径<1cm的大泡治愈，术后无任何不适，随访2年余无复发。Wakabayashi等报道22例多发性肺大疱并肺气肿患者，经24次由胸腔镜用二氧化碳激光治疗肺大疱，术后随访1～3个月，有20例用力肺活量(FVC)"
                     "、1秒用力呼气容积(FEV1)及活动耐力均有明显改善。2例术后2周内死亡，死因分别为心肌梗死和健侧肺炎。\n(3)支气管堵塞法：1965年Rafinski等最先报道此法。近年又有新的发展。具体为经纤维支气管镜插入福格替导管(Forg"
                     "arty管)，并送至漏气肺的相关小支气管内，接着注入明胶或氧化纤维素棉或纤维蛋白胶等堵塞漏气的肺段或亚肺段支气管，使空气不再进入胸膜腔。通常施行1～2次可以成功。本法简便易行，损伤小，成功率高，术后并发症少，主要用"
                     "于全身情况差、肺功能不全、高龄等不适合开胸手术的顽固性气胸患者。由于本法不是针对肺大疱破口本身，易造成局部肺不张，故认为不是一种合理的治疗方法。国外用氧化纤维素棉治疗9例顽固性气胸，其中7例1次成功，2例2次成功"
                     "。有人用纤维蛋白胶治疗15例，有效率为75%。\n5、外科手术治疗\n手术目的首先是控制肺漏气，其次是处理肺病变，第三是使脏层和壁层胸膜粘连以预防气胸复发。近年来由于胸腔外科的发展，主要是手术方式的改进及手术器械的完"
                     "善，尤其是电视胸腔镜器械和技术的进步，手术处理自发性气胸已成为安全可靠的方法。外科手术可以消除肺的破口，又可以从根本上处理原发病灶，如肺大疱、支气管胸膜瘘、结核穿孔等，或通过手术确保胸膜固定。因此是治疗顽固性"
                     "气胸的有效方法，也是预防复发的最有效措施。\n(1)手术适应证：\n①张力型气胸引流失败者;\n②长期气胸所致肺不张者;\n③血气胸患者;\n④双侧性气胸，尤其双侧同时发生者;\n⑤胸膜增厚致肺膨胀不全者;\n⑥伴巨型肺大疱者"
                     ";\n⑦复发性气胸者;\n⑧月经伴随性气胸等特殊类型气胸;\n⑨青少年特发性气胸(易复发或引起双侧性气胸)等。若影像学见到多发性肺大疱者则更是手术指征。\n(2)手术禁忌证：\n①心、肺功能不全不能耐受开胸手术者。\n②出血"
                     "性素质，血小板计数<4×109/L，凝血酶原时间在40%以下者;\n③体质衰弱不能耐受开胸手术者。\n(3)手术方法的选择：\n①肺大疱缝扎术：适用于肺的边缘大泡，直径<5cm者。在泡基底部钳夹肺组织，行全层贯穿缝合结扎或全层间"
                     "断褥式重叠贯穿缝合结扎。可以不切除大泡。\n②肺大疱切开缝合术：适用于位置较深，直径>5cm的肺大疱。先切开大泡壁，切断泡内纤维索条，切除部分大泡壁，在泡内缝扎基底部，并折叠大泡壁，将大泡基底部连同脏层胸膜行全层间"
                     "断褥式重叠贯穿缝合结扎。\n③壁层胸膜广泛剥脱及化学性烧灼：适用于大泡不明显或是多发性肺大疱不易切除者，或是肺功能太差不允许作肺切除者，可以只作壁层胸膜剥脱术，使两层胸膜粘连，消灭胸膜腔间隙。"
                     "%碘酒纱布涂擦全部胸膜，只适用于肺大疱已处理、而其他肺组织无明显气肿或大泡者。\n④肺切除术：只限于肺组织已广泛破坏失去功能，而对侧肺功能尚好者。尽量行部分肺段或肺叶切除加胸膜剥脱，或用于纱布摩擦胸膜使其发生粘"
                     "连。\n⑤胸膜剥脱术：高度胸膜肥厚或已有纤维膜形成使肺不能膨胀者。\n(4)效果及不良反应：国内赵氏等人报道70例自发性气胸的外科手术治疗，术后无并发症，均痊愈，随访1年复发率为1.2%。强调本病应适时外科治疗;以肺大疱"
                     "缝扎术和切开缝合术为主，尽力避免行肺切除;壁层胸膜剥脱术及化学性烧灼是预防复发的重要措施。国内李氏等报道用开胸手术治疗52例自发性气胸患者，其中复发性气胸42例，首次发病经胸腔持续负压吸引肺复张不全者4例;双侧性气"
                     "胸8例。全组术后治愈，随访6个月～12年，无1例复发。\n术后并发症2例(复张性肺水肿及机械通气致张力型气胸各1例)均经保守治疗恢复。认为气胸患者术前均应闭式胸腔引流;大泡以切开缝合或结扎为主;对合并肺气肿、肺组织弹性"
                     "差或弥漫性大泡者，应以大泡结扎为主，防止由于缝线切割加重漏气;弥漫性胸膜下大泡，直径<1cm者可以不必处理，关胸前用干纱布摩擦胸膜，涂抹3%碘酊，促进胸膜粘连，可弥补术中大泡结扎或缝扎的不足，防止术后复发;术后6～8"
                     "h即开始进行上胸管持续负压吸引，促进肺复张。国外报道肺部病灶及大泡明显者多首选肺部分切除术，其次为部分切除加折叠缝合或单纯缝合。大泡不明显或不能大面积处理的继发性气胸等多主张壁层胸膜部分切除。肺切除加胸膜摩擦或"
                     "部分胸膜切除可使术后气胸复发率分别降至2.3%和2%以下。Weeden等对233例自发性气胸患者作241次壁层胸膜切除术，并发症的出现率为3.7%，手术死亡率为0.4%。\n6、特殊类型气胸的处理\n(1)月经性气胸：\n①激素疗法：作"
                     "用是抑制卵巢功能，阻止排卵过程及异位的子宫内膜组织脱落，达到控制症状的目的。常用的药物有孕激素、黄体酮、雄性激素等。某些避孕药物如达那唑(danazol，炔羟雄烯异?唑)、炔诺酮(norethindrone)、异炔诺酮(norethy"
                     "nodrel)等也可使用。本法总的治疗效果约63%。其中达那唑作为首选药。本方法仅能控制症状，不是根治疗法;由于其不良反应难以长期维持用药，因此，一般仅适用于症状轻、不能耐受手术或术后复发者。\n②开胸手术：适用于保守"
                     "治疗无效，反复发作症状严重的患者。手术包括单纯膈肌缺损修补，部分膈肌切除缝合，部分胸膜肺切除等。本法总复发率为37%。为了提高疗效，降低复发率，推荐在关胸前加用干纱布摩擦胸膜或撒入滑石粉等胸膜固定术。\n③"
                     "：适用于以上治疗无效，又无再次妊娠要求者，盆腔同时有子宫内膜异位症者。手术包括输卵管结扎术、卵巢切除术、子宫全切除术、双侧附件切除术等。目前认为子宫输卵管卵巢切除术是治疗月经性气胸最有效的方法，可使大多数患者"
                     "获得痊愈。\n(2)双侧同时发生自发性气胸占整个自发性气胸2%～6%。同时发生双侧气胸极为危急，易致死亡，必须及时明确诊断，紧急处理：\n①术前先行双侧胸腔闭式引流，解除张力型气胸所造成的危急状态。\n②选用双腔气管插"
                     "管静脉复合麻醉，可维持术中必要的潮气量(10ml/kg)合理气道压力(1.96kPa，20cmH20)，良好的血氧饱和度(90%以上)及胸腔引流通畅，为手术成功提供保证。\n③手术：对年轻而无明显基础性肺疾病多主张一期手术;切口由胸骨"
                     "正中，或经两侧腋部(以后者为优)。年龄大或原有肺疾病者宜二期手术。对双侧同时性气胸不能手术者宜创造条件至少应作一侧根治手术。肺部病灶或大泡明显者多选择大泡缝扎或肺部分切除加胸膜固定术。\n(3)自发性血气胸：占自发"
                     "性气胸的2%～12%。主要是气胸时脏层和壁层胸膜之间粘连带撕裂导致血管断裂引起的，临床上表现为气胸和血胸的症状(即液气胸和内出血)与体征及X线表现。\n①保守治疗：A.抽气排液，解除压迫症状，改善通气功能。一般抽液量在"
                     "1000ml左右，必要时可重复抽吸。B.胸腔插管引流：用大孔径胸腔引流管作持续负压吸引，压力为-0.98kPa(-10cmH20)，促使肺的复张。对于胸腔无法引流的血块，可用肝素加生理盐水作胸膜腔冲洗。C.补充血容量，积极抗休克治"
                     "疗。\n②胸腔镜术：主要具有清除血凝块、烧灼止血、修补裂口等作用，适用于：A.保守治疗无效，胸膜腔内持续出血者;B.胸腔内大量凝血无法引流者;C.持续漏气者。通过胸腔镜检查明确裂口部位及出血位置，估计胸腔内凝块多少和"
                     "肺萎陷程度，及时清除血凝块，减少胸腔感染和胸膜粘连的发生率;经胸腔镜用激光或电灼器或强力的医用ZT胶等烧灼凝固或黏合漏气的裂口或出血的血管等。\n③手术治疗：适应证：A.保守治疗无效，或胸腔镜检术失败者;B.由于凝血"
                     "致胸膜增厚者。\n7、并发症及其治疗\n(1)脓气胸：大多合并于感染性肺炎，尤其是坏死性肺炎，如金黄色葡萄球菌、肺炎杆菌、铜绿假单胞菌等引起的肺炎、结核，或由于食管穿孔至胸腔的感染。需要及时抽脓和排气，同时积极进行"
                     "抗感染治疗。\n(3)纵隔气肿和皮下气肿：系由于肺泡破裂逸出的气体进入肺间质，形成间质性肺气肿。肺间质内的气体沿血管鞘进入纵隔，造成纵隔气肿。纵隔气体也会沿着筋膜进入颈部皮下组织，甚至进入胸部和腹部的皮下组织，导"
                     "致皮下气肿。\n①临床表现：大多数患者常无症状，但颈部可因皮下积气而变粗。当气体在纵隔间隙内积聚时，可压迫纵隔内大血管，患者常出现干咳、呼吸困难、呕吐及胸骨后疼痛，并向双肩或双臂放射。疼痛常因呼吸运动和吞咽动作"
                     "而加剧。体检可有气急、发绀、颈静脉怒张、脉搏快而浅、低血压、颈部和胸壁有皮下气肿、心浊音界缩小或消失、心音遥远、心尖部可听到清晰的与心跳同步的“咔哒”声(Hamman征)。X线检查于纵隔旁或心缘旁(主要为左心缘)可见透"
                     "明带，颈部皮下组织气肿。\n②处理：大多数患者只需要对症治疗及休息。有的患者给予吸入95%的氧气可加速纵隔和皮下气肿及气胸的吸收。气体约在1周内吸收，但应严密观察。若发现气体明显压迫心脏，可在局部麻醉下于颈部胸骨上"
                     "切迹处作皮肤切口，分离皮下组织，使气体逸出。\n8、其他治疗方法\n(1)高频喷射通气疗法：有人报道用高频喷射呼吸机(Highfrequencyjetventilator，HFJV)供氧治疗经胸腔穿刺抽气及闭式胸腔引流无效的张力型气胸患者1"
                     "5例，其中14例治愈，1例死亡。方法：脉冲式喷氧，供氧频率为每分钟60～100次，气流量为每分钟3～4L，驱动压力98.1～147.1kPa。优点：本法频率高、潮气量小、不干扰自主呼吸、不增加肺内压及气道内压力，故有利于肺泡破裂"
                     "口的闭合;对心脏排血功能影响小，有利于纠正纵隔气肿对心脏的正压作用而恢复心功能，并可迅速改善缺氧。目前认为是张力型气胸供氧治疗的较好方法。\n(2)超短波疗法：治疗气胸的机制可能为：超短波可以增加气体分子的热运动，"
                     "使气体膨胀，压力升高;肺毛细血管扩张，改善局部血液循环，有利于气体向血管内弥散，促进气体吸收。此外，超短波可使局部组织代谢加快，刺激结缔组织和肉芽组织生长，加速伤口愈合。本法适用于少量自发性气胸患者。方法：超短"
                     "波剂量为温热量，1次/d，每次25min，6次为一疗程。有人报道一组肺压缩容积在25%以下的自发性气胸患者6例，用超短波治疗，结果显示症状缓解时间和肺复张时间明显缩短，每天气体吸收率为3.91%±1.13%，而另6例对照组为1.4"
                     "6%±0.53%。\n9、各种治疗方法的比较\n由于自发性气胸是内科常见的急症，若不及时抢救，可致死亡。而本病复发率较高。因此，在选择治疗方法时，应对具体病例进行具体分析，正确判断，及时处理。现介绍各种治疗方法的疗效、"
                     "复发率、不良反应及肺完全复张的时间，供选用时参考。\n(1)自发性气胸不同治疗方法的复发率、死亡率及并发症发生率。\n本病较易复发，复发率因治疗方法不同而异，各种保守疗法的平均复发率为5.2%～38%。单纯休息，胸管引流"
                     "排气及胸膜粘连疗法间的复发率有明显差别。其中以滑石粉胸膜固定术复发率最低，其次为纤维蛋白胶，最差为单纯休息疗法。\n开胸手术治疗平均复发率为0.38%，手术死亡率为0.5%，血胸、漏气、感染、残腔等并发症的发生率为0～"
                     "10.5%。而滑石粉粘连术无手术死亡，只有短暂的发热和胸痛。因此，从治疗效果、复发率及并发症的发生率观点看，推荐经胸腔镜喷洒滑石粉胸膜固定术，尤其适用于持续性或复发性气胸患者。开胸手术治疗应严格掌握指征，只适用于"
                     "保守治疗失败，或胸膜增厚致肺膨胀不全，或特殊类型的气胸。手术时应尽量保留健康的肺组织。\n(2)各种治疗方法促使肺完全复张所需要的时间：北京市结核病研究所内科等单位综合分析气胸患者共453例，肺完全复张平均天数为："
                     "单纯卧床休息组16.1～44天;穿刺排气组为7～38天;水封瓶引流组7～10天;水封瓶负压引流组2.5～8.7天。国外根据肺萎缩的程度，分组观察各种疗法所需的住院天数，见表2说明水封瓶引流，尤其持续负压引流明显缩短了肺复张和治"
                     "愈所需要的时间。\n(3)自发性气胸治疗方法的选择：大多数气胸可用单纯抽气法处理，如不成功，再用闭式引流。若肺不膨胀或持续漏气，可调整引流位置，加用持续负压吸引。超过1周仍无效，应在胸腔镜直视下喷洒滑石粉等胸膜固定"
                     "术。如果上述方法治疗失败，或因胸膜明显增厚致肺膨胀不全者可考虑开胸手术治疗。对原有空洞或纤维化肺疾患的老年患者，可用化学性胸膜固定术或手术切除。机械性通气时发生的气胸，因可出现张力性气胸，故极其危险。\n气胸中"
                     "医治疗\n有关中药治疗气胸的报道国内较少，临床上气胸多继发于慢性肺部病患，临床表现多为肺气不足，肺阴亏虚及气阴两虚之证，在西医治疗基础上辅以中药治疗以提高疗效。\n辨证分型治疗\n1、肺气虚\n【治法】补益肺气\n【方"
                     "药】补肺汤加减。方中党参、黄芪、白术补益肺气固表，桑白皮、枳壳宣肺利气，紫菀、甘草止咳化痰。若胸痛甚加薤白通阳止痛。舌苔白腻痰多可加获茯苓、半夏、厚朴燥湿化痰。\n2、肺阴亏虚\n【治法】滋养肺阴\n【方药】"
                     "。方中麦冬助百合润肺，元参助生，熟地滋养肾阴，以抑肺经之虚火。当归、白芍养血柔肝以平肝火，贝母润肺止咳。气促者加五味子敛肺气，有潮热者可加地骨皮，银柴胡，知母，鳖甲清虚热，盗汗者加浮小麦，乌梅收敛止汗。\n3、肺"
                     "气阴两虚\n【治法】益气养阴\n【方药】补肺汤与百合固全汤加减。方中党参。黄芪、白术补益肺气固表。百合、麦冬滋阴润肺。当归，芍药生熟地、元参滋阴养血，桑白皮、枳壳宣肺利气。紫菀、贝母、甘草止咳化痰。\n饮食减少，可"
                     "加扁豆、山药，蔻仁，内金健脾和胃理气。去地黄，麦冬、元参滋腻之品。阴伤较甚，潮热盗汗者可加地骨皮，鳖甲、乌梅、浮小麦清虚热敛汗。\n(仅供参考，详细请询问医生)\n预后\n若不及时抢救可迅速死亡。",
     "nursing": "气胸-自发性气胸的注意事项\n1、急性期应绝对卧床休息。\n2、保持情绪稳定。\n3、饮食上进食蔬菜，水果等易消化食物，避免便秘的发生。\n4、在气胸痊愈的一个月内，不要剧烈运动。如打球，跑步。\n5、避免诱发气胸的因素，如"
                "抬提重物，剧烈咳嗽，屏气等，防止便秘，同时戒烟。\n气胸-发生自发性气胸急救方法\n立即让病人取半坐半卧位，不要过多移动，有条件的吸氧。家属和周围人员保持镇静。\n立即进行胸腔排气，这是抢救成败的关键。在紧急情况下，应"
                "争分夺秒送医院救治。",
     "can_eat": ["鸡蛋", "芝麻", "南瓜子仁", "栗子（熟）"],
     "not_eat": ["白扁豆", "猪油（板油）", "猪小排（猪肋排）", "猪里脊肉"]}

